Repository: yeleman/alertsecu
Catalog: alertsecu/secu/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Persons
fr: Personnes

source: First name
fr: Nom

source: First name of the person
fr: Nom de la personne

source: Last name
fr: Prénom

source: Last name of the person
fr: Prénom de la personne

source: Phone number
fr: Numéro de téléphone

source: Phone number of the person
fr: Numéro de téléphone de la personne

source: Passport Number
fr: Numéro de passport

source: Passport Number of the person
fr: Numéro de passport de la personne

source: Alerts Levels
fr: Niveaux d'alerte

source: Alert level name
fr: Nom du niveau d'alerte

source: Name of the alert level
fr: Non du niveau d'alerte

source: Short unique code for alert level
fr: Pétit code unique pour le niveau d'alerte

source: Areas
fr: Zones

source: Area
fr: Zone

source: Name of area
fr: Nom de la zone

source: Code of area
fr: Code de la zone

source: Alert level
fr: Niveau d'alerte

source: Communication system with your nationals
fr: Systeme de communication de sécurite avec vos ressortissants

source: Demonstration
fr: Démonstration

source: How does it work?
fr: Comment ca marche?

source: Contact us
fr: Contactez nous

source: Try now
fr: Essayez maintenant

source: Contact your national
fr: Communiquez avec votre ressortissant

source: Currently registered
fr: Actuellement enregistré

source: Send them a message
fr: Envoyez leur un message

source: Change the alert level
fr: Changez le niveau d'alerte
